[
  {
    "name": "Mixed Roses",
    "occasion": "all",
    "description": "Colorful and blooming, this vibrant bouquet of a dozen roses is an instant mood booster. An abundance of the freshest roses is paired with touches of lush greenery to delight everyone from your special someone to your best friend for any occasion or sentiment.",
    "price": 29.99,
    "image": "/static/img/image1.jpg",
    "price_range": "medium",
    "gender": "male",
    "personality": "romantic"
  },
  {
    "name": "Sweet & Pretty Bouquet",
    "occasion": "all",
    "description": "The true beauty of this bouquet is within the sweet colors of the flowers. An array of hot pink roses, pale pink alstroemeria and more are set in a glass cylinder vase, making a wonderful gift to light up the face of its recipient.",
    "price": 49.99,
    "image": "/static/img/image2.jpg",
    "price_range": "medium",
    "gender": "male",
    "personality": "romantic"
  },
  {
    "name": "Birthday Brights Bouquet",
    "occasion": "birthday",
    "description": "The Birthday Brights Bouquet is a true celebration of color and life to surprise and delight your special recipient on their big day! Hot pink gerbera daisies and orange roses take center stage surrounded by purple statice, yellow cushion poms, green button poms, and lush greens to create party perfect birthday display. Presented in a modern rectangular ceramic vase with colorful striping at the bottom, Happy Birthday lettering at the top, and a bright pink bow at the center, this unforgettable fresh flower arrangement is then accented with a striped happy birthday pick to create a fun and festive gift.",
    "price": 39.99,
    "price_range": "medium",
    "gender": "male",
    "personality": "romantic",
    "image": "/static/img/image3.jpg"
  },
  {
    "name": "Birthday Bash Bouquet",
    "occasion": "birthday",
    "description": "Celebrate their birthday in style, adding a touch of cheer and charm to a special day with this joyous mix of celebratory stems.",
    "price": 59.99,
    "image": "/static/img/image4.jpg",
    "gender": "female",
    "personality": "cheerful",
    "price_range": "medium"
  },
  {
    "name": "Pinkies Up Bouquet",
    "occasion": "anniversary",
    "description": "Bring elegance and charm to any occasion with the Pinkies Up Bouquet. Whether it's a birthday, anniversary, or a special moment worth celebrating, this harmonious blend of pink and lavender stems is sure to make a lasting impression.",
    "price": 39.99,
    "price_range": "medium",
    "gender": "female",
    "personality": "romantic",
    "image": "/static/img/image5.jpg"
  }
]

